Repository: RomainGOSSELIN/EasySave
Catalog: EasySaveWPF/Resources/Translation.*.resx
Languages: de_de, es_es, it_it

# settings_button
source: ⚙️ Settings
de_de: ⚙️ Einstellungen
es_es: ⚙️ Configuración
it_it: ⚙️ Parametri

# add_backup_button
source: ➕ Add Backup
de_de: ➕ Hinzufügen Backup
es_es: ➕ Añadir Backup
it_it: ➕ Aggiungere Backup

# cant_create_more_job
source: You cannot create more than 5 jobs.
de_de: Sie können nicht mehr als 5 Jobs erstellen.
es_es: No se pueden crear más de 5 puestos de trabajo.
it_it: Non puoi creare più di 5 lavori.

# change_at_restart
source: Changes will take place on next startup
de_de: Änderungen werden beim nächsten Start vorgenommen
es_es: Los cambios se realizarán en el próximo inicio
it_it: Le modifiche verranno apportate al prossimo avvio

# copy_file
source: Copy of file: {0}
de_de: Kopie der Datei: {0}
es_es: Copia del archivo: {0}
it_it: Copia del file: {0}

# copy_success
source: The copy is finished!
de_de: Die Kopie ist fertig!
es_es: ¡La copia está terminada!
it_it: La copia è terminata!

# create_job_success
source: Job {0} was created at location {1} from {2} to {3} with type {4}
de_de: Job {0} wurde am Standort {1} von {2} bis {3} mit Typ {4} erstellt
es_es: El trabajo {0} se creó en la ubicación {1} de {2} a {3} con tipo {4}
it_it: Il lavoro {0} è stato creato nella posizione {1} da {2} a {3} con tipo {4}

# delete_job_success
source: Job number {0} was successfully deleted.
de_de: Jobnummer {0} wurde erfolgreich gelöscht.
es_es: El número de trabajo {0} se eliminó correctamente.
it_it: Il lavoro numero {0} è stato eliminato con successo.

# desc_create
source: Create a new backup job
de_de: Einen neuen Sicherungsauftrag erstellen
es_es: Crear un nuevo trabajo de copia de seguridad
it_it: Creare un nuovo lavoro di backup

# desc_delete
source: Delete a backup job
de_de: Löschen eines Sicherungsauftrags
es_es: Eliminar un trabajo de copia de seguridad
it_it: Eliminare un lavoro di backup

# desc_options
source: Set options (such as language)
de_de: Optionen einstellen (z. B. Sprache)
es_es: Configurar opciones (como el idioma)
it_it: Impostare le opzioni (come la lingua)

# desc_run
source: Start a backup job
de_de: Starten eines Sicherungsauftrags
es_es: Iniciar un trabajo de copia de seguridad
it_it: Avviare un processo di backup

# desc_show
source: Display a backup job
de_de: Einen Sicherungsauftrag anzeigen
es_es: Visualizar un trabajo de copia de seguridad
it_it: Visualizzazione di un lavoro di backup

source: Destination
de_de: Ziel
es_es: Destino
it_it: Destinazione

# id_must_number
source: The ID must be a number.
de_de: Die ID muss eine Zahl sein.
es_es: El DNI debe ser un número.
it_it: L'ID deve essere un numero.

# incorrect_format
source: File format {0} is not allowed for backup.
de_de: Das Dateiformat {0} ist für die Sicherung nicht zulässig.
es_es: El formato de archivo {0} no está permitido para la copia de seguridad.
it_it: Il formato file {0} non è consentito per il backup.

# job_doesnt_exist
source: Job {0} does not exist
de_de: Job {0} existiert nicht
es_es: El trabajo {0} no existe
it_it: Il lavoro {0} non esiste

# job_execution
source: Running backup job: {0}
de_de: Sicherungsjob wird ausgeführt: {0}
es_es: Ejecutando trabajo de copia de seguridad: {0}
it_it: Processo di backup in esecuzione: {0}

source: Job Name
de_de: Berufsbezeichnung
es_es: Nombre del trabajo
it_it: Nome del lavoro

# maxsize_error
source: File {0} exceeds the maximum allowed size.
de_de: Datei {0} überschreitet die maximal zulässige Größe.
es_es: El archivo {0} excede el tamaño máximo permitido.
it_it: Il file {0} supera la dimensione massima consentita.

# no_job_found
source: No jobs found
de_de: Keine Jobs gefunden
es_es: No se encontraron trabajos
it_it: Nessun lavoro trovato

source: Number
de_de: Nummer
es_es: Número
it_it: Numero

# option_dest
source: Destination of the backup job directory
de_de: Ziel des Sicherungsauftragsverzeichnisses
es_es: Destino del directorio de la tarea de respaldo
it_it: Destinazione della directory del processo di backup

# option_id
source: Backup job number
de_de: Nummer des Sicherungsauftrags
es_es: Número de trabajo de copia de seguridad
it_it: Numero del lavoro di backup

# option_lang
source: Language selection
de_de: Auswahl der Sprache
es_es: Elección de la lengua
it_it: Selezione della lingua

# option_name
source: Name of the backup job
de_de: Name des Sicherungsauftrags
es_es: Nombre del trabajo de copia de seguridad
it_it: Nome del lavoro di backup

# option_source
source: Backup job directory source
de_de: Quelle des Sicherungsauftragsverzeichnisses
es_es: Fuente del directorio de tareas de respaldo
it_it: Origine della directory del processo di backup

# option_type
source: Select a complete backup job
de_de: Wählen Sie einen vollständigen Sicherungsauftrag
es_es: Elegir un trabajo de copia de seguridad completo
it_it: Selezionare un lavoro di backup completo

# path_must_contain_brackets
source: Paths must be in quotes
de_de: Pfade müssen in Anführungszeichen stehen
es_es: Las rutas deben estar entre comillas
it_it: I percorsi devono essere tra virgolette

# press_key
source: Press a key to start...
de_de: Zum Starten eine Taste drücken...
es_es: Presione una tecla para comenzar...
it_it: Premere un tasto per iniziare...

# save_type_error
source: The backup type is invalid.
de_de: Der Sicherungstyp ist ungültig.
es_es: El tipo de copia de seguridad no es válido.
it_it: Il tipo di backup non è valido.

source: Source
de_de: Quelle
es_es: Fuente
it_it: Fonte

# target_source_must_be_different
source: The source and target directory cannot be the same.
de_de: Das Quell- und Zielverzeichnis dürfen nicht identisch sein.
es_es: El directorio de origen y de destino no pueden ser el mismo.
it_it: La directory di origine e quella di destinazione non possono essere le stesse.

# title
source: File backup application
de_de: Anwendung zur Dateisicherung
es_es: Aplicación de copia de seguridad de archivos
it_it: Applicazione di backup dei file

source: Type
de_de: Art
es_es: Amable
it_it: Tipo

# welcome
source: Welcome to the EasySave backup management software. Write 'exit' to quit.
de_de: Willkommen bei der EasySave-Backup-Verwaltungssoftware. Schreiben Sie 'exit' zum Beenden.
es_es: Bienvenido al software de gestión de copias de seguridad EasySave. Escriba 'exit' para salir.
it_it: Benvenuti nel software di gestione dei backup EasySave. Scrivere "exit" per uscire.

source: Business Software
de_de: Geschäfts-Software
es_es: Software Empresarial
it_it: Software Aziendale

# add_or_remove_encryption
source: Add / Remove extension for encryption
de_de: Hinzufügen / Entfernen von zu verschlüsselnden Erweiterungen
es_es: Añadir/Quitar extensiones para cifrar
it_it: Aggiungi / Rimuovi estensioni da crittografare

source: Dark
de_de: Dunkel
es_es: Oscuro
it_it: Scuro

source: Light
de_de: Klar
es_es: Claro
it_it: Chiaro

# list_extension_encryption
source: List of extension for encryption
de_de: Liste der zu verschlüsselnden Erweiterungen
es_es: Lista de extensiones para cifrar
it_it: Elenco delle estensioni da crittografare

# save_differencial
source: Differencial
de_de: Differenzielles
es_es: Diferencial
it_it: Differenziale

# save_full
source: Full
de_de: Vollständige
es_es: Completa
it_it: Completo

source: Theme
de_de: Thema
es_es: Tema
it_it: Tema

# backup_error
source: An error occurred while saving: {0}
de_de: Beim Speichern ist ein Fehler aufgetreten: {0}
es_es: Se produjo un error al guardar: {0}
it_it: Si è verificato un errore durante il salvataggio: {0}

source: Run all
de_de: Alle ausführen
es_es: Ejecutar todo
it_it: Eseguire tutti

source: Running backup
de_de: Laufende Sicherung
es_es: Copia de seguridad
it_it: Esecuzione del backup

source: Business software running.
de_de: Unternehmenssoftware läuft.
es_es: Software empresarial en ejecución.
it_it: Software aziendale in esecuzione.

source: Error
de_de: Fehler
it_it: Errore

source: Creation
de_de: Schaffung
es_es: Creación
it_it: Creazione

source: Success
de_de: Erfolg
es_es: Éxito
it_it: Successo

# name_empty
source: Please enter a name
de_de: Bitte geben Sie einen Namen ein
es_es: Por favor ingresa un nombre
it_it: Inserisci un nome

# target_empty
source: Please enter a destination directory
de_de: Bitte geben Sie ein Zielverzeichnis ein
es_es: Por favor ingrese un directorio de destino
it_it: Inserisci una directory di destinazione

# source_directory_doesnt_exist
source: The source directory does not exist.
de_de: Das Quellverzeichnis {0} existiert nicht.
es_es: El directorio de origen {0} no existe.
it_it: La directory di origine {0} non esiste.

# backup_success
source: The backup was completed successfully!
de_de: Das Backup {0} wurde erfolgreich durchgeführt!
es_es: ¡La copia de seguridad {0} se ha llevado a cabo con éxito!
it_it: Il backup {0} è stato eseguito correttamente!

# to_menu
source: to
de_de: in
es_es: a

# and_menu
source: and
de_de: und
es_es: y

# app_shutdown_language_changed
source: The application will shut down to apply the language change.
it_it: L'applicazione si spegnerà per applicare il cambio di lingua.
