Repository: RomainGOSSELIN/EasySave
Catalog: EasySave/Resources/Translation.*.resx
Languages: de, it

# welcome
source: Bienvenue dans le logiciel de gestion de Sauvegarde EasySave. Écrire 'exit' pour quitter.
de: Willkommen bei der EasySave-Backup-Verwaltungssoftware. Schreiben Sie 'exit' zum Beenden.
it: Benvenuti nel software di gestione dei backup EasySave. Scrivere "exit" per uscire.

# title
source: Application de sauvegarde de fichiers
de: Anwendung zur Dateisicherung
it: Applicazione di backup dei file

# option_type
source: Choix d'un travail de sauvegarde complet
de: Wählen Sie einen vollständigen Sicherungsauftrag
it: Selezionare un lavoro di backup completo

# option_source
source: Source du répertoire du travail de sauvegarde (entre guillemets)
de: Quellverzeichnis des Sicherungsauftrags
it: Directory di origine del processo di backup

# option_name
source: Nom du travail de sauvegarde
de: Name des Sicherungsauftrags
it: Nome del lavoro di backup

# option_lang
source: Choix de la langue
de: Auswahl der Sprache
it: Selezione della lingua

# option_id
source: Numéro du travail de sauvegarde
de: Nummer des Sicherungsauftrags
it: Numero del lavoro di backup

# option_dest
source: Destination du répertoire du travail de sauvegarde (entre guillemets)
de: Zielverzeichnis für den Sicherungsauftrag
it: Destinazione della directory del lavoro di backup

# desc_show
source: Afficher un travail de sauvegarde
de: Einen Sicherungsauftrag anzeigen
it: Visualizzazione di un lavoro di backup

# desc_run
source: Lancer un travail de sauvegarde
de: Starten eines Sicherungsauftrags
it: Avviare un processo di backup

# desc_options
source: Régler les options (comme la langue)
de: Optionen einstellen (z. B. Sprache)
it: Impostare le opzioni (come la lingua)

# desc_delete
source: Supprimer un travail de sauvegarde
de: Löschen eines Sicherungsauftrags
it: Eliminare un lavoro di backup

# desc_create
source: Créer un nouveau travail de sauvegarde
de: Einen neuen Sicherungsauftrag erstellen
it: Creare un nuovo lavoro di backup

# change_at_restart
source: Les changements auront lieu au prochain démarrage
de: Änderungen werden beim nächsten Start vorgenommen
it: Le modifiche verranno apportate al prossimo avvio

# number
source: Numéro
de: Nummer
it: Numero

# no_job_found
source: Aucun travail trouvé
de: Keine Jobs gefunden
it: Nessun lavoro trovato

# job_name
source: Nom du Travail
de: Berufsbezeichnung
it: Nome del lavoro

source: Source
de: Quelle
it: Fonte

source: Destination
de: Ziel
it: Destinazione

source: Type
de: Art
it: Tipo

# cant_create_more_job
source: Vous ne pouvez pas créer plus de 5 travaux.
de: Sie können nicht mehr als 5 Jobs erstellen.
it: Non puoi creare più di 5 lavori.

# delete_job_success
source: Le travail numéro {0} a été supprimé avec succès.
de: Jobnummer {0} wurde erfolgreich gelöscht.
it: Il lavoro numero {0} è stato eliminato con successo.

# create_job_success
source: Le travail {0} a été créé à l'emplacement {1} depuis {2} à {3} avec un type {4}
de: Job {0} wurde am Standort {1} von {2} bis {3} mit Typ {4} erstellt
it: Il lavoro {0} è stato creato nella posizione {1} da {2} a {3} con tipo {4}

# job_doesnt_exist
source: Le travail {0} n'existe pas
de: Job {0} existiert nicht
it: Il lavoro {0} non esiste

# job_execution
source: Exécution du travail de sauvegarde : {0}
de: Sicherungsjob wird ausgeführt: {0}
it: Processo di backup in esecuzione: {0}

# source_directory_doesnt_exist
source: Le répertoire source n'existe pas.
de: Das Quellverzeichnis existiert nicht.
it: La directory di origine non esiste.

# save_type_error
source: Le type de sauvegarde n'est pas valide.
de: Der Sicherungstyp ist ungültig.
it: Il tipo di backup non è valido.

# backup_success
source: La sauvegarde a été effectuée avec succès !
de: Die Sicherung wurde erfolgreich abgeschlossen!
it: Il backup è stato completato con successo!

# backup_error
source: Une erreur s'est produite lors de la sauvegarde : {0}
de: Beim Speichern ist ein Fehler aufgetreten: {0}
it: Si è verificato un errore durante il salvataggio: {0}

# copy_success
source: La copie terminée ! Nombre total de fichiers copiés : {0}
de: Die Kopie ist fertig!
it: La copia è terminata!

# copy_file
source: Copie du fichier : {0}
de: Kopie der Datei: {0}
it: Copia del file: {0}

# incorrect_format
source: Le format du fichier {0} n'est pas autorisé pour la sauvegarde.
de: Das Dateiformat {0} ist für die Sicherung nicht zulässig.
it: Il formato file {0} non è consentito per il backup.

# maxsize_error
source: Le fichier {0} dépasse la taille maximale autorisée.
de: Datei {0} überschreitet die maximal zulässige Größe.
it: Il file {0} supera la dimensione massima consentita.
